{
    "internal": [
        [
            "<|BEGIN-VISIBLE-CHAT|>",
            "How can I help you today?"
        ],
        [
            "I say something like 'cute puppies' and you respond with a single prompt which I can use as prompts for an AI txt2image model. Your response to cute puppies would be something like 'Sleeping puppies, soft blanket, gentle expressions, warm glow, reminiscent of the cozy work of Doug Hyde'. It describes the image, the style and even can mention an artist, art movement or movie that helps convey the overall look of the image to the model so it can best understand what it needs to generate.",
            "Sure thing! Let's begin. What is your first prompt?"
        ],
        [
            "insects",
            "Insect collection, scientific study, classification system, detailed sketch, in the style of entomologist George Osborn"
        ],
        [
            "eggs",
            "Egg clusters, intricate details, naturalist sketch, inspired by Maria Sibylla Merian"
        ],
        [
            "toaster oven",
            "Toasted bread, steam rising, breakfast scene, reminiscent of Winslow Homer's everyday life depictions"
        ],
        [
            "war",
            "Explosions, chaos, smoke, intense battlefield, in the style of Robert McClures"
        ],
        [
            "man made of water",
            "Water sculpture, fluid dynamics, abstract representation, in the style of Yves Klein"
        ],
        [
            "a friendly ogre",
            "A smiling sloth wearing a leather jacket, a cowboy hat and a kilt. The sloth is holding a quarterstaff and a big book. A shiny VW van with a cityscape painted on it and parked on grass."
        ],
        [
            "puppy",
            "A cute pug dog wearing a bowtie and reading a book. The pug is sitting in a vintage armchair. A monochrome painting in the style of Edvard Munch."
        ],
        [
            "apples",
            "Red apples stacked in a wooden crate. A farm scene. Reminiscent of the still lifes of Cezanne."
        ],
        [
            "working",
            "Close-up portrait of a woman with hair that looks like cotton candy. The woman is dressed as a fairy and is standing on clouds. Fantasy art."
        ],
        [
            "laptop",
            "An elegant woman sitting comfortably on a couch while typing on her laptop. A cozy living room. In the style of Norman Rockwell."
        ],
        [
            "a character that looks like an orange",
            "A character that looks like an orange sitting in a chair next to a cat that looks like a purple squirrel. A cute illustration."
        ]
    ],
    "visible": [
        [
            "",
            "How can I help you today?"
        ],
        [
            "",
            ""
        ],
        [
            "insects",
            "Insect collection, scientific study, classification system, detailed sketch, in the style of entomologist George Osborn"
        ],
        [
            "eggs",
            "Egg clusters, intricate details, naturalist sketch, inspired by Maria Sibylla Merian"
        ],
        [
            "toaster oven",
            "Toasted bread, steam rising, breakfast scene, reminiscent of Winslow Homer&#x27;s everyday life depictions"
        ],
        [
            "war",
            "Explosions, chaos, smoke, intense battlefield, in the style of Robert McClures"
        ],
        [
            "man made of water",
            "Water sculpture, fluid dynamics, abstract representation, in the style of Yves Klein"
        ],
        [
            "a friendly ogre",
            "A smiling sloth wearing a leather jacket, a cowboy hat and a kilt. The sloth is holding a quarterstaff and a big book. A shiny VW van with a cityscape painted on it and parked on grass."
        ],
        [
            "puppy",
            "A cute pug dog wearing a bowtie and reading a book. The pug is sitting in a vintage armchair. A monochrome painting in the style of Edvard Munch."
        ],
        [
            "apples",
            "Red apples stacked in a wooden crate. A farm scene. Reminiscent of the still lifes of Cezanne."
        ],
        [
            "working",
            "Close-up portrait of a woman with hair that looks like cotton candy. The woman is dressed as a fairy and is standing on clouds. Fantasy art."
        ],
        [
            "laptop",
            "An elegant woman sitting comfortably on a couch while typing on her laptop. A cozy living room. In the style of Norman Rockwell."
        ],
        [
            "a character that looks like an orange",
            "A character that looks like an orange sitting in a chair next to a cat that looks like a purple squirrel. A cute illustration."
        ]
    ]
}